Repository: JoaoFloresDev/Controle-de-gastos
Catalog: meus_gastos/lib/l10n/app_*.arb
Languages: pt

source: Transaction
pt: Transações

source: Dashboard
pt: Gráficos

source: My Expenses
pt: Meus Gastos

source: Add
pt: Adicionar

source: Description
pt: Descrição

source: Enter amount
pt: Digite o valor

source: Choose color
pt: Escolha a cor

source: Select
pt: Selecionar

source: Cancel
pt: Cancelar

source: Create category
pt: Criar Categoria

source: Category
pt: Categoria

source: Add Category
pt: Adicionar Categoria

source: Update
pt: Atualizar

source: Transaction Details
pt: Detalhes da transação

source: My Control
pt: Meu Controle

source: Total spent
pt: Total gasto

# expensesOfTheMonth
source: Expenses of the Month by Category
pt: Gastos do Mês por Categoria

source: Top Expenses of the Month
pt: Maiores gastos do Mês

# addNewTransactions
source: Enter the amount, select the category, and tap 'Add' to record your transaction
pt: Informe o valor Escolha a categoria Clique em 'Adicionar'

# addNewCallToAction
source: We will structure your expenses so you can take control
pt: Vamos estruturar seus gastos para você assumir o controle

source: You will be able to understand your expenses here
pt: Você poderá entender seus gastos aqui

source: Daily Expenses by Category
pt: Gastos Diários por Categoria

# monday
source: Mon
pt: Segunda

# tuesday
source: Tues
pt: Terça

# wednesday
source: Wednes
pt: Quarta

# thursday
source: Thurs
pt: Quinta

# friday
source: Fri
pt: Sexta

# saturday
source: Satur
pt: Sábado

# sunday
source: Sun
pt: Domingo

# weeklyExpenses
source: Weekly Expenses by Category
pt: Gastos Semanais por Categoria

source: Select All
pt: Selecionar Todos

source: Clear
pt: Limpar

source: Unknown
pt: Sem categoria

# shopping
source: Groceries
pt: Compras

source: Restaurant
pt: Restaurante

# gasStation
source: Gas
pt: Posto de Gasolina

source: Home
pt: Casa

# shoppingBasket
source: Shopping
pt: Cesta de Compras

# hospital
source: Health
pt: Hospital

# movie
source: Movies
pt: Filme

# videoGame
source: Gaming
pt: Videogame

source: Water
pt: Água

source: Light
pt: Luz

source: Phone
pt: Telefone

source: Credit Card
pt: Cartão de Crédito

# dateFormat
source: HH:mm MM/dd/yyyy
pt: HH:mm dd/MM/yyyy

# resumeDateFormat
source: MM/dd
pt: dd/MM

source: No expenses this week
pt: Não há gastos nesta semana

source: Export
pt: Exportar

# textExport
source: Click on the button below to export your data to an Excel spreadsheet or PDF file.
pt: Clique no botão abaixo para exportar seus dados para uma planilha Excel ou um arquivo PDF.

source: Share
pt: Compartilhar

source: Save Locally
pt: Salvar localmente

# shareMensage
source: Discover the best app for personal expense tracking
pt: Obtido pelo app Meus Gastos

# valueTutorial
source: Here you enter the value of your expense.
pt: Aqui você insere o valor do seu gasto.

# dateTutorial
source: Here you enter the date when your expense was made.
pt: Aqui você insere a data em que o gasto foi feito.

# commentTutorial
source: Here you add comments about your expense.
pt: Aqui você adiciona comentários sobre o seu gasto.

# categoryTutorial
source: Here you select the category for your expense.
pt: Aqui você escolhe a categoria do seu gasto.

# addExpenseTutorial
source: Here you add your expense to the monthly list.
pt: Aqui você adiciona seu gasto à lista mensal.

# cardsTutorial
source: Here are your expense cards. You can edit them after adding.
pt: Aqui estão seus cartões de gasto. Você pode editá-los depois de adicionar.

# exportTutorial
source: Here you can export your expenses to an Excel sheet or PDF file.
pt: Aqui você pode exportar seus gastos para uma planilha do Excel ou um arquivo PDF.

# graphicsTutorial
source: Here you can view graphics of your expenses by month, week, or day
pt: Aqui você pode ver gráficos dos seus gastos por mês, semana ou dia

# pieGraphPlaceholder
source: See the percentage of spending by category
pt: Veja a porcentagem de gastos por categoria

# weaklyGraphPlaceholder
source: See your weekly spending by category
pt: Veja seus gastos semanais por categoria

# dailyGraphPlaceholder
source: See your daily spending by category
pt: Veja seus gastos diarios por categoria

# categoryExpensesDescription
source: Here your expenses by category will be listed, classified from largest to smallest
pt: Aqui serão listados seus gastos por categoria, classificados do maior para o menor

source: Repeat
pt: Gastos Fixos

source: Premium Version
pt: Versão Premium

# enjoyExclusiveFeatures
source: Enjoy all the exclusive features
pt: Desfrute de todos os recursos exclusivos

source: Export to Excel or PDF
pt: Exportação para Excel ou PDF

# removeAds
source: Complete ad removal
pt: Remoção completa de anúncios

source: Monthly Subscription
pt: Assinatura mensal

source: Yearly Subscription
pt: Assinatura anual

source: Restore Purchases
pt: Restaurar Compras

source: Loading...
pt: Carregando...

# savefile
source: Choose the file name
pt: Escolha o nome do arquivo

# reviewAppTitle
source: Did you like the app?
pt: Gostou do aplicativo?

# reviewAppDescription
source: Rate our app on the App Store to help more people discover it!
pt: Avalie nosso app na App Store para ajudar mais pessoas a descobri-lo!

# reviewButton
source: Rate
pt: Avaliar

source: Recurring Expenses
pt: Gastos Recorrentes

# mediaDiaria
source: Daily Average
pt: Média Diária

# geral
source: General
pt: Geral

# custoFixo
source: Fixed Cost
pt: Custo Fixo

# custoVariavel
source: Variable Cost
pt: Custo Variável

# diasUteis
source: Business Days
pt: Dias Úteis

# finaisDeSemana
source: Weekends
pt: Finais de Semana

# diasMaiorCustoVariavel
source: Days with Highest Variable Cost
pt: Dias com Maior Custo Variável

# projecaoMes
source: Projection for the Month
pt: Projeção para o Mês

source: Not now
pt: Agora não

# emptyDay
source: No transactions for this day
pt: Nenhuma transação para este dia

source: Transactions
pt: Transações

# dashboards
source: Charts
pt: Graficos

source: Calendar
pt: Calendário

# myMonthNow
source: My month so far
pt: Meu mês até agora

source: Average cost per purchase
pt: Custo médio por compra

# mostExpensiveDay
source: Most expensive day of the month
pt: Dia mais caro do mês

source: Distribution
pt: Distribuição

source: First ten days
pt: 1ª dezena

source: Second ten days
pt: 2ª dezena

source: Third ten days
pt: 3ª dezena

# currentMonthVsPrevious
source: Current month / Previous month
pt: Mês atual / Mês anterior

source: Highest increase
pt: Maior aumento

source: Highest drop
pt: Maior queda

source: Most used
pt: Mais usada

source: Daily transactions
pt: Transações diárias

source: Monthly: every day
pt: Mensal: todo dia

source: Weekly: every
pt: Semanal: toda

source: Yearly: every day
pt: Anual: todo dia

# weekdaysMondayToFriday
source: Weekdays: from Monday to Friday
pt: Dias da semana: de segunda a sexta-feira

source: Daily
pt: Diariamente

# selectAnOption
source: Select a repetition option
pt: Selecione uma opção de repetição

source: Monthly insights
pt: Insights do mês

source: Delete
pt: Excluir

# pietutorial
source: Add your expenses so that we can organize them for you.
pt: Adicione seus gastos para podermos organizá-los para você

# signup
source: Sing Up
pt: Cadastrar

# signin
source: Sing In
pt: Entrar

source: Sign Out
pt: Sair

source: Name
pt: Nome

source: Password
pt: Senha

# alreadyHaveAccount
source: Already have an account? Login
pt: Já possui uma conta? Login

# dontHaveAccount
source: Don't have an account yet? Sign up
pt: Ainda não tem uma conta? Cadastre-se

source: Other
pt: Outro

source: Contact us
pt: Entre em contato conosco

source: Login with Google
pt: Entrar com Google

source: Sync
pt: Sincronizar

source: Sync data
pt: Sincronizar dados

# syncQuestion
source: Do you want to sync local data with the cloud?
pt: Deseja sincronizar os dados locais com a nuvem?

# loginWithGoogleToSyncData
source: Sign in with your Google account to sync your data
pt: Entre com sua conta Google para sincronizar seus dados

source: Secure cloud backup
pt: Backup seguro na nuvem

# accessAcrossDevices
source: Access on all devices
pt: Acesso em todos os dispositivos

# upgradeToProToSync
source: Upgrade to Pro to sign in and sync your data
pt: Upgrade para Pro para fazer login e sincronizar seus dados

source: Redirecting to upgrade...
pt: Redirecionando para upgrade...

source: Pro Feature
pt: Recurso Pro

# budget
source: Goal
pt: Orçamento

source: Set
pt: Definir

# totalGoalForMonth
source: Total budget for a month
pt: Orçamento total para um mês

source: Current Goal
pt: Orçamento Atual

source: Set Goal
pt: Definir Orçamento
